a = input()
rubl = len(a)*60//100
kopeika = len(a)*60%100
print(rubl, "р.", kopeika, "коп.")
-------------------------------------------------
/* Дана строка текста. Напишите программу для подсчета стоимости строки, исходя из того, что один любой символ (в том числе пробел) стоит 6060 копеек. Ответ дайте в рублях и копейках в соответствии с примерами.

Формат входных данных
На вход программе подается строка текста.

Формат выходных данных
Программа должна вывести стоимость строки. */
